alefragnani.Bookmarks
bungcip.better-toml
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
DotJoshJohnson.xml
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
fknop.vscode-npm
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
jcbuisson.vue
jpoissonnier.vscode-styled-components
jsynowiec.vscode-insertdatestring
mgmcdermott.vscode-language-babel
mohsen1.prettify-json
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-wsl
ms-vscode.csharp
ms-vscode.powershell
octref.vetur
paulmolluzzo.convert-css-in-js
PKief.material-icon-theme
silvenon.mdx
sysoev.language-stylus
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
zhouronghui.propertylist
